// Arithmetic Operators:


let a = 55;
let b = 11;

// ১. + দুই বা ততোধিক সংখ্যাকে যোগ করার জন্য + চিহ্ন ব্যবহার করা হয়। যেমনঃ
c = a + b;
console.log(c);

// ২. - একটি সংখ্যা থেকে অন্য আরেকটি সংখ্যাকে বিয়োগ করার জন্য - ব্যবহার করা হয়। যেমনঃ
d = a - b
console.log(d);

// ৩. * দুটি সংখ্যা কে গুন করার জন্য * চিহ্ন ব্যবহার করা হয়। যেমনঃ
e = a * b
console.log(e);

// ৪. / একটি সংখ্যাকে অন্য সংখ্যা দ্বারা ভাগ করার জন্য / চিহ্ন ব্যবহার করা হয়। যেমনঃ
f = a / b
console.log(f);

// ৫. ++ কোন মানের সাথে ++ চিহ্ন ব্যবহার করলে তার মান এক করে বেড়ে যায়। যেমনঃ
g = ++b; //pre incriment
console.log(g);

// ৬. -- কোন মানের সাথে -- চিহ্ন ব্যবহার করলে তার মান এক করে কমে যায়। যেমনঃ
h = --a; //pre dicrement
console.log(h);

